acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
alsaplayer
android-tools
antibody
aom
arandr
archlinux-keyring
argon2
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audiofile
audit
autoconf
autoconf-archive
automake
avahi
avr-binutils
avr-gcc
avr-libc
avrdude
aws-cli
babl
base16-manager
bash
batterymon-clone
bind-tools
binutils
blas
blueman
bluez
bluez-libs
bluez-utils
boost-libs
brave-bin
bridge-utils
brotli
btrfs-progs
bubblewrap
bumblebee
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
calibre
calibre-common
cantarell-fonts
cblas
cdparanoia
celt
chmlib
cifs-utils
cmake
colord
confuse
consolas-font
containerd
coreutils
cpio
cracklib
cronie
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dconf
debtap
deluge
deluge-gtk
desktop-file-utils
device-mapper
dhcpcd
diff-so-fancy
diffutils
direnv
discord
dkms
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
double-conversion
dunst
e2fsprogs
efibootmgr
efivar
egl-wayland
eglexternalplatform
elfutils
enchant
etherwake
ethtool
exfat-utils
exiv2
exo
expat
faad2
fakeroot
faudio
feh
ffmpeg
fftw
file
filesystem
findutils
flac
fontconfig
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fzf
gawk
gc
gcc
gcc-libs
gcc8
gcc8-libs
gcr
gdbm
gdk-pixbuf2
gegl
gendesk
geoip
geoip-database
gettext
giblib
giflib
gimp
git
git-radar-git
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmp
gnupg
gnutls
gobject-introspection
gobject-introspection-runtime
google-chrome
gparted
gpgme
gpm
gptfdisk
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
harfbuzz
harfbuzz-icu
hdparm
hicolor-icon-theme
hid_listen
hspell
htop
http-parser
hub
hunspell
hwids
hwloc
hyphen
i3-gaps
i3lock
iana-etc
icu
imagemagick
imlib2
inetutils
inotify-tools
insomnia
intel-tbb
intel-ucode
intltool
iproute2
ipset
iptables
iputils
iso-codes
itstool
iw
jack2
jansson
jasper
java-environment-common
java-runtime-common
jdk-openjdk
jemalloc
jfsutils
jq
jre-openjdk
jre-openjdk-headless
jre7-openjdk
jre7-openjdk-headless
js60
json-c
json-glib
jsoncpp
jxrlib
karchive
kbd
kdbusaddons
keybase-bin
keyutils
kguiaddons
ki18n
kitemviews
kmod
krb5
kwidgetsaddons
l-smash
lame
lapack
lcms2
ldb
ldns
ledger-udev
lensfun
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-attr
lib32-bzip2
lib32-dbus
lib32-expat
lib32-faudio
lib32-fontconfig
lib32-freetype2
lib32-gcc-libs
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-lcms2
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libice
lib32-libjpeg-turbo
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-libsm
lib32-libtasn1
lib32-libtiff
lib32-libunwind
lib32-libusb
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-p11-kit
lib32-pcre
lib32-primus
lib32-primus_vk
lib32-readline
lib32-sdl2
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libconfig
libcroco
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-qt5
libdca
libde265
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libffi
libfontenc
libftdi
libgcrypt
libgexiv2
libglade
libglvnd
libgpg-error
libgudev
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinput
libjpeg-turbo
libksba
libldap
liblqr
libluv
libmad
libmatroska
libmaxminddb
libmfx
libmicrohttpd
libmikmod
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libpng12
libproxy
libpsl
libpulse
libraqm
libraw
libraw1394
libretro-vba-next-git
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspiro
libssh
libssh2
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtorrent-rasterbar
libunistring
libunrar
libunwind
libupnp
libusb
libusb-compat
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvorbis
libvpx
libvterm
libwacom
libwebp
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
light-git
lightdm
lightdm-gtk-greeter
lightdm-mini-greeter
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua
lua52
luajit
lvm2
lz4
lzo
lzop
m4
make
man-db
man-pages
mathjax2
mbedtls
md4c
mdadm
media-player-info
mesa
meson
metis
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mpfr
mpv
msgpack-c
mtdev
mujs
mypaint-brushes1
ncurses
ndctl
neovim
net-tools
netctl
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
ninja
nm-connection-editor
nmap
node-gyp
nodejs
nordvpn-bin
noto-fonts-emoji
npm
npth
nspr
nss
ntfs-3g
nvidia
nvidia-utils
obs-studio
ocl-icd
oniguruma
openal
opencl-nvidia
opencore-amr
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opera-ffmpeg-codecs
optipng
opus
orc
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
parted
pass
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-clone
perl-encode-locale
perl-error
perl-file-basedir
perl-file-desktopentry
perl-file-listing
perl-file-mimeinfo
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-ipc-system-simple
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
pgadmin4
picom
pinentry
pixman
pkcs11-helper
pkgconf
pkgfile
podofo
polkit
polkit-qt5
polybar
poppler
poppler-data
poppler-glib
popt
postgresql
postgresql-libs
powerline
powerline-common
powertop
primus
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-qt
pygobject-devel
pygtk
python
python-alembic
python-anytree
python-appdirs
python-asn1crypto
python-attrs
python-automat
python-babel
python-bcrypt
python-beaker
python-blinker
python-botocore
python-cachecontrol
python-cached-property
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-constantly
python-contextlib2
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-distlib
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-dotenv
python-editor
python-extras
python-fixtures
python-flask
python-flask-babelex
python-flask-compress
python-flask-gravatar
python-flask-login
python-flask-mail
python-flask-migrate
python-flask-paranoid
python-flask-principal
python-flask-script
python-flask-security-too
python-flask-sqlalchemy
python-flask-wtf
python-geoip
python-gobject
python-greenlet
python-html5lib
python-hyperlink
python-idna
python-imagesize
python-importlib-metadata
python-incremental
python-itsdangerous
python-jinja
python-jmespath
python-jsonschema
python-ldap3
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-mimeparse
python-msgpack
python-notify2
python-ordered-set
python-packaging
python-paramiko
python-passlib
python-pbr
python-pep517
python-pillow
python-pip
python-ply
python-powerline
python-progress
python-psutil
python-psycopg2
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pygments
python-pyhamcrest
python-pynacl
python-pynvim
python-pyopenssl
python-pyparsing
python-pyqt5
python-pyqt5-sip
python-pyrsistent
python-pytoml
python-pytz
python-pyxdg
python-rencode
python-requests
python-retrying
python-rsa
python-s3transfer
python-service-identity
python-setproctitle
python-setuptools
python-simplejson
python-six
python-snowballstemmer
python-speaklater
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-sqlalchemy
python-sqlparse
python-sshtunnel
python-testtools
python-texttable
python-toml
python-twisted
python-urllib3
python-webencodings
python-websocket-client
python-werkzeug
python-wtforms
python-yaml
python-zipp
python-zope-interface
python2
python2-appdirs
python2-apsw
python2-asn1crypto
python2-attrs
python2-automat
python2-backports
python2-backports.functools_lru_cache
python2-beautifulsoup4
python2-cairo
python2-cffi
python2-chardet
python2-click
python2-constantly
python2-cryptography
python2-css-parser
python2-cssselect
python2-dateutil
python2-dbus
python2-distutils-extra
python2-dnspython
python2-enum34
python2-feedparser
python2-futures
python2-gobject2
python2-greenlet
python2-html2text
python2-html5-parser
python2-html5lib
python2-hyperlink
python2-idna
python2-ipaddress
python2-lxml
python2-markdown
python2-mechanize
python2-msgpack
python2-neovim-git
python2-netifaces
python2-notify
python2-numpy
python2-ordered-set
python2-packaging
python2-pillow
python2-ply
python2-psutil
python2-pychm
python2-pycparser
python2-pygments
python2-pyhamcrest
python2-pyopenssl
python2-pyparsing
python2-pyqt5
python2-pyqtwebengine
python2-regex
python2-setuptools
python2-sip-pyqt5
python2-six
python2-soupsieve
python2-subliminal
python2-trollius
python2-unrardll
python2-webencodings
python2-zope-interface
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-webchannel
qt5-webengine
qt5-x11extras
rcm
re2
readline
redis
rest
rhash
ripgrep
rofi
rtkit
rtmpdump
rubberband
run-parts
runc
s-nail
sbc
scrot
sdl
sdl2
sed
semver
shaderc
shadow
shared-mime-info
slack-desktop
slang
smartmontools
smbclient
snappy
sonnet
sound-theme-freedesktop
speex
speexdsp
spirv-tools
spotify
sqlite
srt
startup-notification
sudo
suitesparse
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tdb
teensy-loader
terraform
tevent
texinfo
thin-provisioning-tools
thunar
tlp
tlp-rdw
tmux
tree
tslib
ttf-consolas-powerline
ttf-droid
tumbler
tzdata
uchardet
udisks2
unibilium
unrar
unzip
upower
usbmuxd
usbutils
util-linux
v4l-utils
vamp-plugin-sdk
vid.stab
virtualbox-host-dkms
virtualgl
vmaf
volume_key
vulkan-icd-loader
wayland
wayland-protocols
webrtc-audio-processing
wget
which
wpa_supplicant
wpebackend-fdo
wxgtk-common
x264
x265
x86_energy_perf_policy
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xdo
xdotool
xf86-input-evdev
xf86-input-libinput
xf86-input-synaptics
xf86-video-intel
xfconf
xfsprogs
xkbset
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xwininfo
xorgproto
xsel
xvidcore
xz
yajl
yay
yelp-xsl
youtube-dl
zeromq
zip
zlib
zoom
zsh
zstd
zziplib
