adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alacritty-terminfo
alsa-utils
arandr
arc-gtk-theme
arp-scan
autoconf
automake
aws-cli
bash
bc
bind-tools
binutils
blueman
bluez-utils
boinc
bzip2
calibre
cmake
code
compton
coreutils
cronie
cryptsetup
ctags
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
docker
dosfstools
dotnet-sdk
dunst
e2fsprogs
electrum
exfat-utils
fakeroot
feh
file
filesystem
findutils
fzf
gawk
gcc
gdm
gettext
gimp
git
glibc
gnome-desktop
gnome-disk-utility
gnome-font-viewer
gnome-icon-theme
gnome-keyring
gnome-session
gnome-settings-daemon
gnome-shell
gnome-system-log
gnome-themes-extra
gparted
grep
grub
gvim
gzip
hdparm
htop
hub
i3-gaps
imagemagick
inetutils
inotify-tools
iproute2
iputils
jdk10-openjdk
jpegoptim
jq
keybase
keybase-gui
lastpass-cli
less
lib32-libglvnd
libglvnd
libnsutils
lightdm
linux
linux-headers
lsof
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mediainfo
mesa-demos
mlocate
mousetweaks
mpv
mutter
nano
net-tools
netctl
network-manager-applet
networkmanager-openvpn
nfs-utils
nmap
ntp
numix-gtk-theme
obs-studio
openssh
openvpn
optipng
pacgraph
pacman
pacman-contrib
pass
patch
pavucontrol
pciutils
perl
perl-anyevent
perl-anyevent-i3
perl-image-exiftool
pgadmin4
pkgconf
pkgfile
playerctl
powerline2
procps-ng
psmisc
pulseaudio-bluetooth
python-pip
python-virtualenv
python2-pip
qt5-base
qt5-declarative
qt5-location
qt5-sensors
qt5-webchannel
qt5-webkit
qt5-xmlpatterns
reiserfsprogs
ripgrep
rofi
rpmextract
rsync
rustup
s3cmd
scrot
sdl2
sed
shadow
solidity
squashfuse
sshfs
steghide
sudo
sysfsutils
systemd-sysvcompat
tar
termite
terraform
texinfo
the_silver_searcher
thunar
tig
tmux
traceroute
ttf-droid
ttf-linux-libertine
unrar
usbutils
util-linux
vi
w3m
wget
which
whois
wpa_supplicant
wxgtk2
xautolock
xcb-proto
xcompmgr
xdg-user-dirs-gtk
xdo
xdotool
xfsprogs
xorg-server-xvfb
xorg-xev
xorg-xinit
xorg-xmodmap
xorg-xrandr
xorg-xwininfo
xsel
xterm
zip
zsh
